const kFirstTutorialMessage =
    "アプリのインストールありがとうございます。\n初回起動時にはヘルプを表示しています。次回以降は右上の?マークから確認できます。";

const kBattleStartTutorialMessage =
    "ポケスカウターには「対戦」・「履歴」・「マイページ」の3つのタブがあります。\nこのページは対戦タブの対戦開始画面です。\n対戦開始画面では上部のテキストボックスにポケモンの名前を入力することで各種ステータスが確認できます。ポケモン対戦をする際は選出画面で相手のポケモンの名前を全て入力することで、過去に似たようなパーティとの対戦の記録を確認することができます。\n登録したポケモンはダブルタップで解除できます。";

const kBattleSuggestTutorialMessage =
    "ここは過去の似たようなパーティの対戦を表示するページです。\n次のページで対戦結果を登録することで次に同じようなパーティと対戦をする際に表示されるようになるので、まずはたくさん対戦して対戦を登録してみましょう。\n対戦登録は下の対戦登録に進むから広告を見ることで登録ページに進めます。";

const kBattleMemoTutorialMessage =
    "ここは対戦を登録する画面です。\nポケモンの名前をダブルタップすることで選出順位を決めることができます。\n対戦を登録することで、履歴タブから過去の対戦を振り返れたり、次回似たようなパーティとの対戦の際に今回の結果を参考にしたりできます。";
